{
"text":["Now that the shops are cleared, you move onward to the modest village of nobles within the castle. Your undead horde reeks the smell of victory. These pompous failures who wouldn't defend you against the unjust laws of the king and queen shall soon be brought low. These people are feeble-minded, but their houses are sturdy. Take care with your approach."], 
"cutscene":[0],
"outcome_text":[
"Though they managed to kill a few by running and exploding at them, your necromantic spores don't spread quickly enough. The sturdy windows hinder them from infiltrating the house. Your horde is quickly overrun by guards seeking to protect the spoiled brats.", 
"These nobles live inside, only leaving when necessary. So even though your spores release, they're incapable of actually infecting too many people. Though it takes a day or two, your zombies' spores are rendered useless. Emily, on the other hand, has discovered the spoiled noble life and abandons you to live a life of debauchery.",
"So apparently even though nobles have guards, they're not quick enough to actually sound the alarm when they have zombies chasing them... Your forces quickly overwhelm the houses, and you continue your approach!",
"While your zombies aren't killed when they attempt to hug the nobility, they’re quickly escorted out as illegal hobos that managed to infiltrate high society. Having finally been reunited with other hobos, Reginald decides to start up that hobo quartet he always dreamed of in the marketplace.",
"So you don't think this plan was actually supposed to work from the beginning and are shocked to behold its results. The nobles have confused the zombies vomiting on them as the newest trend. They then proceeded to do it to each other and quickly spread the vile concoction, explosively perpetuating the infection throughout the town. This adds to the many reasons why they all needed to die. *to hub 3*",
"Silly zombies, the nobles don't drink water! If you would have had one of them die in a wine cellar, you might have actually infected somebody. Lamentably, the only thing they managed to lay down in is an animal trough... a horse eats Matt…"
],
"outcome_scene":[""]
} 


